experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_80/pair_15/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5296.33    264816.01         0.27         0.75427         0.75900         0.95900         1.08700    273148.13 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5296.33    264816.01         0.27         0.75427         0.75900         0.95900         1.08700    273148.13